/*


https://docs.google.com/document/d/1jUpXTGQEospxRAh0JCxaJ4mjP6UQ5uQEh8-zEwLTDIg/edit
Задача №1

Необходимо создать две целочисленные переменные (a, b), присвоить произвольные значения переменным на ваш выбор и вывести следующие строки:
a == b - если переменные равны
a < b - если переменная a меньше b
a > b - если переменная b меньше a












https://docs.oracle.com/javase/tutorial/java/nutsandbolts/datatypes.html

https://docs.oracle.com/javase/tutorial/java/nutsandbolts/if.html

https://docs.oracle.com/javase/tutorial/java/nutsandbolts/for.html

https://docs.oracle.com/javase/tutorial/java/nutsandbolts/branch.html



*/


public class Task_3_1 {
    public static void main(String[] args) {

        int a = 6;

        int b = 3;

        if (a == b){
            System.out.println("a == b");}
        if (a < b){
            System.out.println("a<b");}
        if (a > b)
        {
            System.out.println("a>b");
        }
        }



    }


