/*Задача №5

Необходимо вывести все положительные степени числа 5 которые меньше 10000, вывести результат возведения в степень.*/

public class Task_3_5 {

    public static void main(String[] args) {

        for(int i = 5;i < 1000;i =i *5 ){
            System.out.println(i);
        }
    }
}
