/*


https://docs.google.com/document/d/1jUpXTGQEospxRAh0JCxaJ4mjP6UQ5uQEh8-zEwLTDIg/edit
Задача №1

Необходимо создать две целочисленные переменные (a, b), присвоить произвольные значения переменным на ваш выбор и вывести следующие строки:
a == b - если переменные равны
a < b - если переменная a меньше b
a > b - если переменная b меньше a







Задача №4

Необходимо вывести числа от 0 до 15.


Задача №5

Необходимо вывести все положительные степени числа 5 которые меньше 10000, вывести результат возведения в степень.


Задача №6

Необходимо вывести все числа кратные 4 между числами 40 и 60 включительно.
Реализовать 2 варианта:
использовать конструкцию if для определения кратности (цикл с шагом 1, i = i + 1);
без использования конструкции if (шаг цикла на ваше усмотрение).




https://docs.oracle.com/javase/tutorial/java/nutsandbolts/datatypes.html

https://docs.oracle.com/javase/tutorial/java/nutsandbolts/if.html

https://docs.oracle.com/javase/tutorial/java/nutsandbolts/for.html

https://docs.oracle.com/javase/tutorial/java/nutsandbolts/branch.html



*/


public class Task_3_1 {
    public static void main(String[] args) {

        int a = 6;

        int b = 3;

        if (a == b){
            System.out.println("a == b");}
        if (a < b){
            System.out.println("a<b");}
        if (a > b)
        {
            System.out.println("a>b");
        }
        }



    }


